[Launcher_Lang]
MsgFillAll=Please fill all fields.
MsgSelectClient=Please select the path to the Metin2 client file.
MsgPatcherNotFound=The file "M2Bob - Patcher.exe" could not be found, please refer to www.m2bob.net and try downloading the update manually.
MsgChooseBeforeLogin=First choose a language, then log in with your M2Bob-account and after that import the settings.
MsgImportSuccess=Settings imported, please restart M2Bob.
MsgUpdate=You do NOT have the latest version of M2Bob!\nDo you want to update to the latest version?
MsgLoginName=Account not found!
MsgLoginPassword=Wrong password!
MsgWrongPC=To prevent account sharing, you can't use M2Bob as quick on different computers.\nYou need to sit out the remaining time until you use M2Bob on a different PC!
MsgBanned=The M2Bob-account is banned, please refer to the M2Bob-Team for further questions in this regard!
MsgHWIDBan=The PC is banned, please refer to the M2Bob-Team for further questions in this regard!
MsgExpired=Your M2Bob-account has expired, please login at the website www.m2bob.net and buy more keys or redeem your keys in the key-storage to continue using M2Bob.
MsgPremium=M2Bob Premium offers many great features, including:\n- RANGEPICKUP\n- WAY-SYSTEM\n- METIN-/BOSS-/ORE-FARMBOT\n- SHOP-CREATOR-BOT\n- SHOP-SEARCH-BOT\n- BUFFBOT\n- SPAMBOT\n- SWITCHBOT\n- SOULSTONE/SKILLBOOK-BOT\n- ENERGYBOT\nYou can buy M2Bob Premium at www.m2bob.net!
MsgWrongCheckFile=To continue using M2Bob for free, you need to download every few days a new file, save that in the main M2Bob folder(the folder with the files M2Bob.exe and M2Bob - Patcher.exe) and then start M2Bob again.\nYou will now be redirected to the download.\n\nWith a Premium account you don't need to do that anymore!\n\nNumber of days after which M2Bob will close and you need to download a new file to continue using it:
MsgPServer=The free version of M2Bob does ONLY work on Gameforge-Servers!\nTo enjoy M2Bob on other servers you need M2Bob Premium.\nIf you play on a Gameforge-Server, maybe Metin2 got an update and you need to wait for a new M2Bob version. In that case, please consult the M2Bob forum(www.m2bob-forum.net) for more information!
MsgWrongData=Incorrect Data at Server, Channel or Slot (enter only numbers!)
MsgDeleteSettings=Do you really want to delete the M2Bob settings?
MsgDeleteSettingsFinish=Please restart M2Bob to complete the configuration.
MsgWrongPath=Path to the file "metin2client.bin" incorrect, please restart M2Bob and select the correct path!
MsgNoInternet=There is currently no internet connection, without an internet connection you can't start Metin2.
MsgDllNotFound="\Resources\Scripts\data1" not found.\nPlease ensure, that the file is in the same directory as the .exe!
MsgExitM2Bob=Do you really want to exit M2Bob, all running clients will be closed?
MsgDoubleUse=You can only start M2Bob multiple times, if you own multiple M2Bob-Accounts and if every Launcher has its own M2Bob-Directory.
MsgGFLiveInfo=If you installed Metin2 via GameforgeLive, the path to the file should be:\n"C:\Program Files\GameforgeLive\Games\xxx\Metin2\metin2client.bin"
MsgPServerInfo=If you want to try M2Bob on a P-Server, you need to make sure that you select the correct Metin2 client file.\n\nAdditionally, M2Bob does not work on every P-Server, but the support will be enlarged all the time.
MsgEditIPAdresses=Do you really want to edit the Metin2 Server IP-adresses, this is only recommended for advanced users?
MsgDeleteSlotData=Do you really want to reset the login data for client slot
MsgNoLoginData=First you need to start Metin2(via the play-button in M2Bob) and log in manually,\nthen M2Bob will automatically save the login data for you and you can use the auto-login.
MsgTooManyClients=You can not start more bots at once,\nthe number of bots running simultaniously is limited to
MsgErrorReadingIP=Error reading the IP-adresses/port numbers from the login data in slot
MsgDumpingServerlist=Dumping Serverlist...\n\nPlease wait until the Metin2 window appeared and had been closed by M2Bob before starting a client!
MsgCantFindWindow=Could not find the Metin2 client window!\nAre you sure this is the right Metin2 client and you did not select any other file?
MsgPCShutdown=All clients have been closed, the PC will shutdown in 1 minute.\n\nTo stop this, start 1 client.
MsgErrorWindowAtStart=There was an error while starting Metin2, try doing the following things to fix this:\n\n- Patch your Metin2 to the newest version\n- Try starting Metin2 and going ingame one time without M2Bob\n- Disable your Anti-Virus program, maybe it blocked something\n- Make sure you selected the right Metin2 client file\n\nIf Metin2 gives this error also without M2Bob, try asking for a solution in the official Metin2 forum (without telling that you are using M2Bob).
BManager=Manager
LLoginMetin2Data=Enter Metin2 data here!
BEditManually=No login data\nin this slot.
BEditServer=Edit Server IPs
BDeleteSlot=Reset this client data
LLoginCharCreator=Character creator mode
BLoginSave=Save settings
BLoginReconfigure=Reset settings
LStartLanguage=Language:
LStartClient=Path to the file\nmetin2client.bin:
BStartClient=Browse...
BPlayOnPServer=I want to play on a P-Server
LStartLoginUsername=Username:
LStartLoginPassword=Password:
BStartLogin=Login M2Bob-Server
LStartBuyCode=Buy Botcode here!
LStartEnterCode=Enter Botcode here!
BStartImport=Import old settings
LStartForgot=Forgot password?
BStartContinue=Continue
GServerManager=Server-Manager
LServer=Double-click to select a server
BAddNewServer=Add new server
BDeleteServer=Delete selected server
GStartStopManager=Start/Stop Manager
LInfo1=Here you can determine when the bots should be started/stopped
LStartStop=Enable Start/Stop Manager
LEnableStartStop=Automatically enable Start/Stop Manager at start
LInfo2=Doubleclicking an entry in the list deletes it
BAddStart=Add new starting event
BAddStop=Add new stopping event
LStartStopHidden=Minimize Metin2 window at start
GPositionManager=Slot Position Manager
LPositionManagerText=Here you can change the position of the botting slots
BServerManager=Server-Manager
BStartStopManager=Start/Stop Manager
BSlotPositionManager=Slot Position Manager
BOther=Other
LExit=When all clients are closed
RExitM2Bob=Exit M2Bob
RShutdownPC=Shutdown PC
LExitClients=Close all clients if
RCharBanned=One char was banned
RCharAntiBan=One char closed because of Anti-Ban
LPCShutDown=Shutdown PC at:
LPCStandBy=Standby at:
[Bot_Lang]
MsgPremium=M2Bob Premium offers many great features, including:\n- RANGEPICKUP\n- ITEMFILTER\n- METIN-/BOSS-/ORE-FARMBOT\n- SHOP-CREATOR-BOT\n- SHOP-SEARCH-BOT\n- BUFFBOT\n- SPAMBOT\n- SWITCHBOT\n- SOULSTONE/SKILLBOOK-BOT\n- ENERGYBOT\nYou can buy M2Bob Premium at www.m2bob.net!
MsgPremiumFunction=This feature is not available in the free version.\nYou need M2Bob Premium to use it.
MsgAlreadyExists=File already exists, overwrite it?
MsgManualEQInfo=The slots you can enter are from 1 - 90!\n\nWhen an item requires more than 1 slot in the inventory,\nyou have to enter the top slot of the item!
MsgAutoEQInfo=M2Bob will automatically equip weapons/armor/helmets with higher attack values than you wear currently.\n\nWARNING: M2Bob will just look at the attack values not on any other boni!
MsgSettingsSave=Settings successfully saved!
MsgSettingsLoad=Settings successfully loaded!
MsgFishbotWarning=Warning: Do not use the fishbot for more than 2-3 hours per character per day, else there is a ban risk due to the fishlog!
MsgShopColorWarning=Do you really want to use a colorized shopname, there may be a ban risk?
MsgShopsearchBuyMultipleinfo=If checked, M2Bob will also buy multiple items at once.\nFor example if you entered an item for 100.000 Yang and there are 2 of them for 200.000 Yang or lower, M2Bob will buy them.
MsgFishBotExit=You have none of the selected baits, do you want to stop M2Bob and change the settings, else M2Bob will now exit?
MsgPottsEmptyExit=You have no red potions, and you have selected to exit M2Bob if red potions are empty, do you want to disable this function?
MsgLevelExit=You have selected to exit M2Bob if you are over a certain level, and you are over this level, do you want to disable this function?
MsgAddIDHelp=Here you can add new metins/bosses/ores,\nthis is useful on some P-Servers where the IDs are different from the original ones.\n\nTo add one mob/metin/ore just right-click it ingame, and then press the "add"-button in M2Bob.
MsgAntiBanTips=Here are a few recommended tips, to lower the ban risk (there is never a 100% ban-protection!)\n\nAnti-Ban Tips:\n1. If you are away from your PC, you should always enable "Exit bot if GM near", if it is possible for you to intervene when a GM is near, you can enable "Act with a low profile if GM near" instead.\n2. It is additionally recommended to enable "Change CH if player near" and to use the options "Disable wallhack/rangepickup when leveling inconspicious", it´s the best way to provide bans.\n3. Avoid the main channel.\n4. You should not use the bot too many hours per day, to be safe, about 4-5 hours(Fishbot: 2 hours!) per character are recommended, you can use the Start/Stop Manager to configure this.\n5. You should never use the same e-mail for more than 1 account, this rule has no exceptions.\n6. You should not count an accountname or e-mail numeric, for example botacc1, botacc2, botacc2, etc., else when one account gets banned the others may get banned as well.\n7. You shouldn´t use botchars and your important characters at the same time! Furthermore playing with different IPs on botchars and important characters and not trading directly with your main character is recommended.\n8. Last but not least it is recommendable to block whispering(You have to block it with the function in metin!).
MsgReadoutItemID=You need to put the target item on slot 1 in the inventory.\nAfter that click on "yes" and the item ID will be readout.
MsgReadoutNPCID=You need to select(right-click) the target NPC.\nAfter that click on "yes" and the NPC ID will be readout.
MsgManualSkill=Here you can manually set the delay for when M2Bob should use the skills.\nThis is required, if M2Bob doesn't use the skills correctly, for example on some P-Servers.\n\nA "0" means the manual skill control is disabled.
MsgGFLoginError=Error logging in:\n\n1. Please check the following:\n\n- Maybe your IP is blocked, try changing the IP. This can be especially true if you are using a VPN\n\n- Maybe your account is banned. In that case, try it with a new created account and a different IP\n\n- Maybe you logged in too many accounts with the same IP. In that case, wait a few hours and retry\n\n2. If that doesn't help, try to generate a new manual Logincode and replace your old one (if you have active).\n\n3. If this doesn't work for you too, you can also use the Gameforge Client Mode at the bottom of the Launcher (with automatic Clients start).
metin2_map_a1=Yongan
metin2_map_a3=Jayang
metin2_map_b1=Joan
metin2_map_b3=Bokjung
metin2_map_c1=Pyungmoo
metin2_map_c3=Bakra
map_a2=Valley of Seungryong
map_n_snowm_01=Mount Sohan
metin2_map_n_desert_01=Yongbi Desert
metin2_map_deviltower1=Demon Tower
metin2_map_guild_01=Jungrang
metin2_map_guild_02=Waryong
metin2_map_guild_03=Imha
metin2_guild_village_01=Miryan
metin2_guild_village_02=Songpa
metin2_guild_village_03=Daeyami
metin2_map_milgyo=Hwang Temple
metin2_map_monkeydungeon=Hasun Dong(Beginner)
metin2_map_monkeydungeon_02=Jungsun Dong(Normal)
metin2_map_monkeydungeon_03=Sangsun Dong(Expert)
metin2_map_n_flame_01=Fireland
metin2_map_spiderdungeon=Spiders Dungeon
metin2_map_spiderdungeon_02=Spiders Dungeon 2
metin2_map_spiderdungeon_03=Spiders Dungeon 3
metin2_map_trent=Ghost Forest
metin2_map_trent02=Red Wood
season1/metin2_map_WL_01=Snakefield
season1/metin2_map_nusluck01=Land of Giants
season2/metin2_map_skipia_dungeon_01=Grotto of Exile
metin2_map_skipia_dungeon_02=Grotto of Exile V2
metin2_map_devilscatacomb=Devil's Catacomb
Metin2_map_CapeDragonHead=Cape Dragon Fire
metin2_map_BayBlackSand=Nephrite Bay
metin2_map_MT_Thunder=Thunder Mountains
metin2_map_dawnmistwood=Guatama Cliff
metin2_map_n_flame_dungeon_01=Red Dragon Fortress
metin2_map_n_snow_dungeon_01=Nemere's Watchtower
metin2_map_Mt_Th_dungeon_01=Temple of the Ochao
metin2_map_dawnmist_dungeon_01=Enchanted Forest
metin2_map_e1=Lycan Map
SInfoEXP=EXP:
SInfoEXPGained=EXP+:
SInfoTimeTpLvUp=Time to LvUp:
SInfoYang=Yang:
SInfoYangGained=Yang+:
SInfoTimesKicked=Times kicked:
SInfoTimesDied=Times died:
SInfoTimesAtShop=Times at shop:
SInfoMobsKilled=Mobs killed:
SInfoMetinsAttacked=Metins destroyed:
SInfoBossesAttacked=Bosses killed:
SInfoOresAttacked=Ores mined:
SInfoTimesFished=Times fished:
SInfoFishesCaught=Fishes caught:
SInfoSearchbotShops=Shops around:
SInfoPNspamPlayer=Current player:
SInfoSpambotChats=Times spammed:
SInfoSpambotPlayers=Players around:
SInfoSpambotPNs=PMs send:
TGeneral=General
TFarmbot=Farmbot
TAttack=Attack
TFish=Fish
TShopbot=Shopbot
TSearchbot=Searchbot
TManualSearch=Manual search
TBuffbot=Buffbot
TSpambot=Spambot
TSwitchbot=Switchbot
TSecurity=Security
TFishSecurity=Settings
TPickUp=Pickup
TAntiBan=Anti-Ban
TAlchemy=Alchemy
TLocation=Location
TShop=Shop
TChat=Chat
TStatusUp=StatusUp
BSummonHorse=Summon Horse
BMetinAttack=Attack near metins
BAttackBoss=Attack near boss mobs
BAttackOre=Mine near ores
BSortInventory=Stack Items 1x
BDropInventory=Drop Inventory
BGetSkills=Get skills
LOkeyMax=Play max (sets):
LOkeyCountText=Already played:
BOkeyCount=Set to 0
BUpItemDT=DT Smith
GStandartSettings=Default settings
BSaveStandartSettings=Save
BLoadStandartSettings=Load
LSafe=No-SafeZone
LStun=Anti-Stun
LPK=PK-Hack
LExternalForce=ExternalForce
LAntiFly=AntiFly
LUseItemWithID1=Use item with ID             every              seconds
LAlwaysOnTop=Always on top
LHotkeys=Hotkeys
GFastChangeChar=Quick Char-Change
BLogOut=LogOut
GRoute=Record new route
LRoute=Accuracy while recording.(Left more exactly/Right unexactly)
GSaveRoute=Save route
LSaveRoute=Name:
BSaveRoute=OK
GLoadRoute=Load route
LLoadRoute=Name:
LMaxTime=After             minutes hitting on the same metin/monster/ore continue walking
LWalkRouteBackwards=Walk the route backwards
GSkill=Skills
BManualSkill=Advanced options
LWaitBuffskill=Wait for buffskill after death
GMobPull=Pulling options
GAttackOption=Attacking options
BMetinLevel=Level
LMetinLevelStart=Metins from level
LMetinLevel=Metins to Level
BBossLevel=Level
LBossLevelStart=Bosses from Level
LBossLevel=Bosses to Level
BOreFilter=Filter
LOreFilterAllText=Ore list:
LOreFilterText=Ores to not attack:
BAddIDBoss=Add new Boss
BAddIDMetin=Add new Metin
BAddIDOre=Add new Ore
BAttackOption=Options
LWithoutMoving=Stay at position
LGotoCenter=Goto center at idle
LYoungHeroName=Quest name (or part of name):
LYoungHero=Open quest and use weapon:
LStrength=Pulling strength:
LStopPullText=Stop pulling if HP <
LShowHint=Show hint if metin/boss/ore near
LOccupiedMobs=Don't attack occupied Metins/Mobs
LWaitAfterKill1=Wait                   ms after a
LWaitAfterKill2=metin/boss has been killed
LGetSkillsAuto=Get skills automatically with level 5, class:
LOneHit=OneHit
LWeaponHold=Single-handed
GFish=Fish
BReadoutPaste=Readout Item ID
BReadoutWorm=Readout Item ID
BReadoutSmallFish=Readout Item ID
LShopdescription1=The shop will be composed out of the
LShopdescription2=40 first slots of the inventory
BResetShopColor=Reset
LCreateSecondShop1=Create new shop (second inventory page)
LCreateSecondShop2=after all items from first shop sold
LShopExitSold=Exit Bot when all items sold
LShopExitSold2=after              minutes
LUnstackItems=Distribute the item on slot 1 into          er stacks
LShopname=Name:
LShopprice=Yang:
BShowCheapestItems=Search cheapest items
LShopsearchMsgBox=Show message instead of buying item
LShopsearchRemoveItems=Remove items from list after bought
LShopsearchSetItems0=Set count to 0 instead of removing item
LShopsearchBuyMultiple=Also look for multiple items
LShopsearchStopYang=Exit bot when no yang left
LShopsearchNotify=Notify when item bought
BManualSearchScan=Scan shops
LManualSearchInfo=Doubleclick an item to open the shop/buy it
BManualSearch=Search
BRefresh=Refresh
GBuffskills=Buffskills
LBuffdelay1=Delay:
LBuffdelay2=s
GTarget=Targets
LTarget1=Name:
LTarget2=Name:
LTarget3=Name:
LTarget4=Name:
LTarget5=Name:
LTarget6=Name:
GChatspam=Chat
LChatspam=All                ms spam in Chat
RChatspamNormal=Normal
RChatspamRufchat=Global
RChatspam15Sek=Every 15 seconds in global chat
GPNspam=PM Spam
LPNspam=Every                ms send a PM
TSwitchbotSlot0=Settings
LDelaySwitchbot=Maximum waiting time in ms:
LEnchantItem=Enchant Item ID (1-5 Bonus):
BEnchantItem=Readout Item ID
LBlessItem=Enchant Item ID (6-7 Bonus):
BBlessItem=Readout Item ID
LEnchantItemBuyer=Enchant Item buyer
LBlessItemBuyer=Bless Item buyer
LSwitchNPC=Shop NPC ID:
BSwitchNPC=Readout NPC ID
LSwitchItemBuyerInfo=You need to stand near the shop or the shop has to be opened
LEnableSwitchbot=Enable Switchbot for this slot
BBonus0=Main Boni
LReadbotInfo=The bot will up one skill until the skill is maxed out, or the items are gone
LReadbotWord=Word you need to enter if your rank could get negative:
LBuyWeapons1=Number of weapons to buy each round:
LBuyWeapons2=There have to be more free inventory slots than you entered above
LWeaponItem=Weapon Item ID (1040 = Cat Bite Knife+0):
BWeaponItem=Readout Item ID
LWeaponShop=Weapon Shop NPC ID:
BWeaponShop=Readout NPC Values
LAlchemist=Alchemist NPC ID:
BAlchemist=Readout NPC Values
LEnergyLoadDefault=Load default values for empire map1:
LEnergyTeleport=Use teleport, instead of walking (BETA, does not work in blue empire)
BEnergyOptions=Additional options
LEnergyStopStack=Stop generating at this number of stacks:
LEnergyStopYang=Stop generating when no yang left
GPottBot=Supply
BShowPottRot=Potions
LExitIfPottsEmpty=Exit Client if red potts empty
BShowPottBlau=Potions
BOtherItems=Other Items
LOtherItems=Use items every              seconds
GSpendExp=Donate EXP
LLevelSpendExp=From Level:
GRestart=Restart
RRestartHere=Restart here
RRestartTown=Restart in town
LRestartWaitTP=Wait for
LBotStopTimes=After             deaths
LBotStopMin=After             deaths in 5 minutes
RDeathRestart=Restart in town
RDeathChangeCH=Change CH
RDeathExit=Exit Client
LExitBotLevelText=Exit bot when level
LStopBotLevelText=Stop bot when level
LFishdelay=Fishdelay:              to               ms
LBotdelay=Botdelay:               to               ms
LFishStop=Every              to              min for              to              min stop the bot
LFishBad=Fish bad every                    times
LFishBuy=Shopbot
GFishShop=Shop
GRange=Pickup
RPickNormal=Normal
RPickFast=Fast
RPickRange=Range
LPickIgnored=Only pick ignored items
BAddIDItem=Add new Item
BItemsClear=Reset
BItemSearch=Search
BSavePick=Create new list
GAntiReport=Anti-Report
LPlayersOnline=Players near:
LListWhite=White-List:
LPlayerCheck=Act with a low profile if player near
LPlayerCheckChangeCH=Change CH if player near
LPlayerCheckExit=Exit bot if player near
LGMDetect=Act with a low profile if GM near
LGMDetectChangeCH=Change CH if GM near
LGMDetectExit=Exit bot if GM near
LGMDetectBeep=PC-Beep if GM near
LPlayerDetectBeep=PC-Beep if player near
LPNDetect=PC-Beep when new PM received
LPNDetectStop=Stop bot if PM from GM received
LPNDetectExit=Exit bot if PM from GM received
LGMTeleport=GM-Teleport Anti Ban
LGMTeleportAntiBan=GM-Teleport Anti-Ban
BAntiBanTips=Anti-Ban Tips
BCHChange=CH-Changer
LCHChangeDelay=After CH-Change wait             sec before logging in
LBanInfo=Only prevents a ban !
LTalkToAlchemist=Talk to the alchemist after time has passed (hours):
LTalkToAlchemistNum=Last talked before:
BTalkToAlchemist24=Set last to 24h
BTalkToAlchemist0=Set last to 0h
LAlchemistExit=Change character/exit bot after 5 dragon cors have been collected
LAlchemistNum=Cors collected:
BAlchemistNum=Set count to 0
LAlchemistExitCollect=Change char/exit bot if no cors/shards collected for (minutes):
LAlchemistCollectNum=Current minutes:
BAlchemistCollectNum=Set minutes to 0
LAlchemistDontExit=Don't exit bot if less than x hours before next alchemist talk:
LAlchemistButtonIndex=Button position for Alchemist window (1 = first button):
LAlchemyInfo=You need to be at least level 30 and have already completed\nthe first 2 alchemist quests for the alchemist bot to work!
GLocation=Position Changer
LLocation=Activate
BSaveLoadLocation=Save/Load Location-Lists
LSaveLocation=Save current Location-List:
LSaveLocationName=Name:
BSaveLocation=OK
LLoadLocation=Load Location-List:
LLoadLocationName=Name:
LLocationTime=Change after                 minutes the position (levels are ignored)
LLocationPositionText=Current position:
GAutoEQ=Bot-EQ
BManualEQ=Manual EQ
LSortInventoryAuto=Sort inventory automatically
BAutoEQInfo=Info
LAutoEQ1=Slot                from Level                  use
LAutoEQ2=Slot                from Level                  use
LAutoEQ3=Slot                from Level                  use
LAutoEQ4=Slot                from Level                  use
LAutoEQ5=Slot                from Level                  use
GAutoEQPy=Auto-EQ
LAutoEQPyWeapon=Weapons
LAutoEQPyArmor=Armor
LAutoEQPyHelmet=Helmet
LAutoEQPyShield=Shield
LAutoEQPyJewelry=Jewelry
GRunShop=Go to shop, if
GShopBuy=Buy
LSellPotions=Sell all potions that you have\ntoo much in your inventory
GShopSell=Sell
LSellLvl=Items up to Lv.
LSellPlus=Items up to +
LSellBonis=Never sell items with good bonis
LSellOther=Sell worthless items
LSellFBs=Sell worthless skill books
BSellItems=Sell Items 1x
BDropItems=Drop 1x items to be sold
BDefineWhitelist=Items that are always sold
BDefineBlacklist=Items that are never sold
GChat=Chat
LChat=All                       ms spam in Chat
RChatNormal=Normal
RChatRufchat=Global
RChat15Sek=All 15 seconds in global chat
GPN=PM
LPN=Answer to PMs
GStatusUp=Status
BStatusClear=Clear
GSkillUp=Skill
BSkillClear=Clear
LStatusUpLoop=Loop the values in the lists instead of deleting them
